// 肖扬 2024年5月9日

var config = {
    // 句子的长度可以任意， 你可以写十句话， 二十句话都可以
    // 每句话尽量不要超过15个字,不然展示效果可能不太好
    texts: [
        "送给我们的",      //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
        "幸福的关大寿星",  // 同上...
        "今天是你的十九岁生日",
        "请开开心心向阳而生",
        "奔赴十字开头的最后一年！",
        "你在新的一年",
        "要记得自己是最棒的！",
        "从今把定春风笑，且作人间长寿仙！",
        "愿你能像向阳花般在你的世界闪闪发光",
        "十九岁的你，依然充满无限可能",
        "关关公主，生日快乐~~",
    ],
    wish: "爱你~",  //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
    // 时间的格式很重要哦，一定要是下面这个格式!!
    // 年年年年-月月-日日 时时:分分:秒秒
    time: "2024-05-09 3:41:23",    //这里,每句话结尾的最后一个逗号必须是英文的哦!! 很重要哦!!
};
